Revit 2024 API
SymbolTypeId.SfPerMbh Property
 Symbol SF/MBh, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SfPerMbh { get; }
Visual Basic
Public Shared ReadOnly Property SfPerMbh As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SfPerMbh {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace